Repository: Sanjarbek-AI/cnc
Catalog: locales/*/LC_MESSAGES/cnc.po
Languages: ru

source: Asosiy menyu.
ru: Главное меню.

source: O'zbek tili uchun konkursni rasmini yuboring.
ru: Присылайте фото конкурса по узбекскому языку.

source: Rus tili uchun konkursni rasmini yuboring.
ru: Присылайте фото с конкурса на русском языке.

source: O'zbek tili uchun konkurs shartlarini yuboring.
ru: Представить условия конкурса по узбекскому языку.

source: Rus tili uchun konkurs shartlarini yuboring.
ru: Представить условия конкурса на русском языке.

source: O'zbek tili uchun sovg'alarni rasmini jo'nating.
ru: Присылайте фото подарков для узбекского языка.

source: Rus tili uchun sovg'alarni rasmini jo'nating.
ru: Отправить фото подарков на русском языке

source: O'zbek tili uchun sovg'alarni matnini yuboring.
ru: Присылайте текст подарков на узбекском языке.

source: Rus tili uchun sovg'alarni matnini yuboring.
ru: Отправить текст подарков на русском языке.

source: Konkursni boshlashni hohlaysizmi ?
ru: Хотите начать конкурс ?

source: Botda xatolik yuz berdi !!!
ru: Произошла ошибка в боте !!!

source: Konkurs boshlandi.
ru: Конкурс начался.

source: Konkurs bekor qilindi.
ru: Конкурс был отменен.

source: Konkursni yakunlashni hohlaysizmi ?
ru: Вы хотите завершить конкурс ?

source: Konkurs yakunlandi.
ru: Конкурс окончен.

source: Botda nosozlik yuz berdi.
ru: С лодкой что-то не так.

source: Konkurs to'xtatilmadi.
ru: Конкуренция не прекращалась.

source: O'zbek tili uchun yangi rasmni kiriting.
ru: Введите новое изображение для узбекского языка.

source: Rasm yangilandi.
ru: Картинка обновлена.

source: Rus tili uchun yangi rasmni kiriting.
ru: Введите новое изображение для русского языка.

source: O'zbek tili uchun yangi matnni kiriting.
ru: Введите новый текст для узбекского языка.

source: Shartlar yangilandi.
ru: Условия обновлены.

source: Rus tili uchun yangi matnni kiriting.
ru: Введите новый текст для русского языка.

source: O'zbek tili uchun sovg'alarning yangi rasmini kiriting.
ru: Введите новую картинку подарков для узбекского языка.

source: Rus tili uchun sovg'alarning yangi rasmini kiriting.
ru: Введите новую картинку подарков для русских.

source: O'zbek uchun sovg'alarning yangi matnini kiriting.
ru: Введите новый текст подарков для узбеков.

source: Matn yangilandi.
ru: Текст обновлен.

source: Bog'lanish malumotlari mavjud emas. Qo'shish uchun pastdagi tugmadan foydalaning.
ru: Контактная информация недоступна. Нажмите кнопку ниже, чтобы добавить использовать.

source: O'zbek tili uchun kontank rasmini kiriting.
ru: Введите контактное изображение для узбекского языка.

source: Rus tili uchun kontank rasmini kiriting.
ru: Введите изображение контакта для русского языка.

source: O'zbek tili uchun kontank matnini kiriting.
ru: Введите контактный текст для узбекского языка.

source: Rus tili uchun kontank matnini kiriting.
ru: Введите контактный текст на русском языке.

source: Kontakt ma'lumotlari qo'shildi.
ru: Добавлена контактная информация.

source: O'zbek tili uchun kontank yangi rasmini kiriting.
ru: Введите новое изображение контакта для узбекского языка.

source: Rus tili uchun kontank yangi rasmini kiriting.
ru: Введите новое изображение контакта для русского языка.

source: O'zbek tili uchun kontank yangi matnini kiriting.
ru: Введите новый текст контакта для узбекского языка.

source: Rus tili uchun kontank yangi matnini kiriting.
ru: Введите новый текст контакта для русского языка.

source: Yangi tilni tanlang.
ru: Выберите новый язык

source: Til yangilangi.
ru: Обновление языка.

source: Ism familiya yangilangi.
ru: Обновление имени и фамилии.

source: Yangi manzilni tanlang
ru: Выберите новый адрес

source: Yangi telefon raqamni kiriting.
ru: Введите новый номер телефона.

source: Telefon raqam yangilandi.
ru: Номер телефона обновлен.

source: Hozirda shovrumlar mavjud emas. Yangi qo'shish uchun pastdagi tugmadan foydalaning.
ru: В настоящее время нет хоров. Нажмите кнопку ниже, чтобы добавить новый использовать.

source: O'zbek tili uchun shovrumning rasmini kiriting.
ru: Введите изображение хора для узбекского языка.

source: Rus tili uchun shovrum rasmini kiriting.
ru: Введите изображение хора для русского языка.

source: O'zbek tili uchun shovrum matnini kiriting.
ru: Введите текст для узбекского языка.

source: Rus tili uchun shovrum matnini kiriting.
ru: Введите текст припева на русском языке.

source: O'zbek tili uchun shovrum nomini kiriting.
ru: Введите название хора для узбекского языка.

source: Rus tili uchun shovrum nomini kiriting.
ru: Введите название припева на русском языке.

source: Shovrumning xaritadagi linkini kiriting.
ru: Введите ссылку на карту Шоврума.

source: Shovrumning qo'shildi.
ru: Шоврум присоединился.

source: O'zbek tili uchun shovrumning yangi rasmini kiriting
ru: Введите новый образ хора для узбекского

source: Rus tili uchun shovrumning yangi rasmini kiriting
ru: Введите новую картинку припева для русского языка

source: O'zbek tili uchun shovrumning yangi matnini kiriting
ru: Введите новый текст припева для узбекского

source: Rus tili uchun shovrumning yangi matnini kiriting
ru: Введите новый текст припева для русского языка

source: O'zbek tili uchun shovrumning yangi nomini kiriting
ru: Введите новое название хора на узбекском языке

source: Rus tili uchun shovrumning yangi nomini kiriting
ru: Введите новое название хора для русского языка

source: Nom yangilandi.
ru: Имя обновлено.

source: Shovrum uchun yangi manzil linkini kiriting
ru: Введите новую адресную ссылку для Shovrum

source: Manzil yangilandi.
ru: Адрес обновлен.

source: Faol ko'nkurs yo'q
ru: Активной конкуренции нет.

source: Aktiv konkurs mavjud emas.
ru: Активной конкуренции нет.

source: Buyruqlar: /start => Botni ishga tushurish
ru: Команды: /start => Запустить бота

source: Boshqa ishtorkchilarni ham ko'rish uchun yana tugmasini bosing.
ru: Нажмите еще раз, чтобы увидеть других участников.

source: Boshqa qatnashuvchilar mavjud emas.
ru: Других участников нет.

source: 🤖 Asosiy menyuga xush kelibsiz.
ru: 🤖 Добро пожаловать в главное меню.

source: Siz rasmlarni yuborgansiz. ✅
ru: Вы прислали фотографии. ✅

source: Eng yaxshi ishlaringizdan na'muna jo'nating (rasm sifatida).
ru: Отправьте образец своей лучшей работы (как на фото).

source: Avval kanalga a'zo bo'ling.
ru: Подпишитесь на канал первым.

source: Yuborgan rasmdagi ishingizga qisqacha ta'rif bering.
ru: Дайте краткое описание вашей работы на картинке, которую вы прислали.

source: Konkursda ishtirok etish uchun so'rovingiz qabul qilindi. Iltimos kuting, tez orada sizga ovoz (❤) yig'ish uchun Havola yuboriladi.
ru: Ваша заявка на участие в конкурсе принята. Пожалуйста подождите Скоро вам будет отправлена ссылка для сбора голосов (❤).

source: Botda nosozlik yuz berdi
ru: Что-то не так с лодкой

source: Siz konkurs ishtirokchisiga aylandingiz. Ko'proq like to'plang va g'olib bo'ling.
ru: Вы стали участником. \ п Собери больше лайков и стань победителем

source: Sizning rasmlaringiz qabul qilinmadi.
ru: Ваши фотографии не были приняты.

source: Post uchun rasmni kiriting.
ru: Введите изображение для публикации.

source: Post uchun matnni kiriting.
ru: Введите текст сообщения.

source: Habar barcha foydalanuvchilarga jo'natildi.
ru: Сообщение отправлено всем пользователям.

source: Habar bekor qilindi.
ru: Сообщение было отменено.

source: Assalomu alaykum. Siz bot boshqaruvchilaridan birisiz. 😊
ru: Ассаламу алейкум. Вы один из менеджеров ботов. 😊

source: Siz ro'yxatdan o'tgansiz.
ru: Вы зарегистрированы.

source: Siz muvofaqqiyatli ro'yxatdan o'tdingiz.
ru: Вы успешно зарегистрировались.

source: Kanalga a'zo bo'lgansiz. ✅
ru: Вы являетесь участником канала. ✅

source: Kanalga a'zo bo'lmagansiz. ❌
ru: Вы не являетесь участником канала. ❌

source: Rasm yuborilgan. ✅
ru: Картинка отправлена. ✅

source: Rasm yuborilmagan. ❌
ru: Картинка не отправлена. ❌

source: Hozirda faol konkurslar mavjud emas. Tez orada yangi konkursimizni boshlaymiz.
ru: На данный момент активных конкурсов нет. Скоро состоится наш новый конкурсДавайте начнем

source: Bizning rasmiy diller va do'konlarimiz haqida:
ru: О наших официальных дилерах и магазинах:

source: Bizning rasmiy dillerlarimiz ro'yxati.
ru: Список наших официальных дилеров.

source: Yangi Ism va Familiyani kiriting.
ru: Введите новое имя и фамилию.

source: Ism va Familiya yangilandi.
ru: Имя и фамилия обновлены.

source: Yangi manzilni tanlang.
ru: Выберите новый адрес.

source: Konkurs 🎁
ru: Конкурс 🎁

source: Shovrumlar 🏣
ru: Mагазины 🏣

source: Profil 👤
ru: Профиль 👤

source: Statistika 📈
ru: Статистика 📈

source: Post Jo'natish ⏫
ru: Опубликовать Отправить ⏫

source: Asosiy menyu ◀
ru: Главное меню ◀

source: Ortga ◀
ru: Назад ◀

source: Telefon raqamni jo'natish 📞
ru: Отправьте номер телефона 📞

source: Do'konlar 🏣
ru: Магазины 🏣

source: Aloqa ☎
ru: Контакты ☎

source: Yana rasm 📷
ru: Еще одна картинка 📷

source: Habarga o'tish ➡
ru: Перейти к сообщению ➡

source: Yana ko'rish ⏩
ru: Увидеть больше ⏩

source: Asosiy menyu ⏹
ru: Главное меню ⏹

source: Rasmni o'zgartirish
ru: Изменить изображение

source: Shartlarni o'zgartirish
ru: Изменение условий

source: Tamomlash 🛑
ru: Завершение 🛑

source: Sovg'alar 🎁
ru: Подарки 🎁

source: Shovrum qo'shish ➕
ru: Добавить Шоврум ➕

source: Dillerlarga o'tish ▶
ru: Перейти к дилерам ▶

source: Matnni o'zgartirish
ru: Изменить текст

source: Linkni o'zgartirish
ru: Изменить ссылку

source: Nomni o'zgartirish
ru: Переименовать

source: Yangi ko'nkurs boshlash
ru: Начать новый конкурс

source: Ma'lumotlarni qo'shish ➕
ru: Добавить данные ➕

source: Bekor qilish ❌
ru: Отменить ❌

source: Ha
ru: Да

source: Yo'q
ru: Нет

source: Ism Familya
ru: Имя Фамилия

source: Til
ru: Язык

source: Raqam
ru: Hомер

source: Manzil
ru: Адрес

source: Andijon
ru: Андижан

source: Buxoro
ru: Бухара

source: Farg'ona
ru: Фергана

source: Jizzax
ru: Джизакс

source: Xorazm
ru: Хорезм

source: Namangan
ru: Наманган

source: Navoiy
ru: Навои

source: Qashqadaryo
ru: Кашкадарья

source: Samanrqand
ru: Саманрканд

source: Sirdaryo
ru: Сырдарья

source: Surxondaryo
ru: Сурхандаря

source: Toshkent V
ru: Ташкент В

source: Toshkent shahri
ru: Ташкент

source: Qoraqalpog'iston Respublikasi
ru: Республика Каракалпакстан

source: Excel olish (ro'yxatdan o'tganlar)
ru: Получить Excel (зарегистрировано)

source: Excel olish (ishtirokchilar)
ru: Получить Excel (участники)

source: Kanalga a'zo bo'lish ➕
ru: Подписывайтесь на канал ➕

source: Rasmlarni yuborish ⏏
ru: Присылайте фотографии ⏏

source: Tekshirish ✅
ru: Проверьте ✅

source: Ism Familiya
ru: Имя Фамилия

source: Telefon raqam
ru: Телефонный номер

source: Xaritada ko'rish 🗺
ru: Посмотреть на карте 🗺
